import {Sculpture} from "@/app/constant"

export const Sculptures: Sculpture[] = [
  {
    title: "龍馬",
    artist: "楊英風",
    desc: "",
    date: "",
    location: "陽明山陽明公園 陽明公園往噴水池那附近",
    lnglat: [25.159314043092394, 121.54010546105914],
    link: "https://news.ltn.com.tw/news/life/paper/1508479",
  },
  {
    title: "二二八和平紀念碑",
    artist: "",
    desc: "",
    date: "",
    location: "二二八和平紀念公園",
    lnglat: [25.041373499043306, 121.51503019663636],
    link: "",
  },
  {
    title: "鹿窟事件紀念碑",
    artist: "",
    desc: "",
    date: "",
    location: "鹿窟事件紀念公園",
    lnglat: [25.030174171516315, 121.66580918808859],
    link: "",
  },
  {
    title: "無限生命",
    artist: "康木祥",
    desc: "藝術家康木祥，是在台灣備受尊重的創作者。他以廢棄物為主要的創作材料，如：漂流木和回收電梯鋼纜，如同米開朗基羅看到隱藏在大理石中的大衛像一樣，透過他的創作，原本的棄物被重新賦予生命，成為動人的藝術品。他的藝術作品總在提醒這個世界要有全新的眼光：我們是否被日常生活中理所當然的想法所限制，而忽略了現實中潛在的其他可能性？康木祥回收台北101電梯鋼纜為創作材料，創造出生命起源胚胎的形狀，賦與原本被撇棄的電梯鋼纜全新的生命，透過作品提醒這個看似越來越失序的世界，生命的起源與珍貴，每個人心中都有一個對於這世界美好的想望，每天堅持不懈地為了所相信的願景而努力，即使面對挑戰，也不放棄希望，這就是讓廢墟和棄物重生的動力。",
    date: "",
    location: "台北101大樓面信義路五段門旁",
    lnglat: [25.033017113822808, 121.56496323616454],
    link: "https://kmxart.cc/archives/26442",
  },
  {
    title: "",
    artist: "康木祥",
    desc: "",
    date: "",
    location: "國立自然科學博物館",
    lnglat: [24.157314211745966, 120.66609923669102],
    link: "",
  },
]
